Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Click "Set Trigger Key"
cs: Klikněte na "Nastavit spouštěcí klíč"
de: Klicken Sie auf "Auslösetaste setzen"
es: Haz clic en "Definir tecla de activación"
fr: Cliquez sur « Définir la touche de déclenchement »
he: לחץ על "הגדר מקש הפעלה"
it: Clicca su 'Tasto di attivazione'
ja: 「トリガーキーを設定」をクリックします
nl: Klik op "Trigger toets instellen"
pt_pt: Clicar 'Tecla de Activação'
ru: Нажмите "Установить клавишу-триггер"
tr: “Tetikleyici Tuşu Ayarla” seçeneğine tıklayın
uk: Натисніть "Встановити"
vi: Nhấp vào "Đặt phím kích hoạt"
zh_hans: 点击“设置触发键”
zh_hant: 點擊「設定最終鍵」

source: Click each button below to open System Settings
cs: Kliknutím na každé tlačítko níže otevřete Nastavení systému
de: Klicken sie auf die Schaltflächen unten, um die Systemeinstellungen zu öffnen
es: Haz clic en cada botón para abrir la configuración del sistema
fr: Cliquez sur chaque bouton ci-dessous pour ouvrir les paramètres système
he: לחץ על כל כפתור למטה כדי לפתוח את הגדרות המערכת
it: Clicca su ogni pulsante qui sotto per aprire le impostazioni di sistema
ja: 下の各ボタンをクリックしてシステム設定を開きます
nl: Klik op elke knop hieronder om de systeeminstellingen te openen
pt_pt: Clique em cada botão abaixo para abrir as Configurações do Sistema
ru: Нажмите кнопку ниже, чтобы открыть Системные настройки
tr: Sistem Ayarlarını açmak için aşağıdaki düğmelerin her birine tıklayın
uk: Натисніть кожну кнопку нижче, щоб відкрити налаштування системи
vi: Nhấn vào từng nút bên dưới để mở Cài đặt Hệ thống
zh_hans: 点击下方每个按钮以打开系统设置
zh_hant: 按一下各自下方的按鈕來打開系統設定

source: Click each button below to open System Settings.
cs: Kliknutím na každé tlačítko níže otevřete Nastavení systému.
de: Klicken sie auf die Schaltflächen unten, um die Systemeinstellungen zu öffnen.
es: Haga clic en cada botón de abajo para abrir la configuración del sistema.
it: Clicca su ogni pulsante qui sotto per aprire le impostazioni di sistema.
ja: 以下のボタンをそれぞれクリックすると、システム設定が開きます。
nl: Klik op elke knop hieronder om de systeeminstellingen te openen.
pt_pt: Clique em cada botão abaixo para abrir as Configurações do Sistema.
ru: Нажмите каждую кнопку ниже, чтобы открыть Системные настройки.
tr: Sistem Ayarları'nı açmak için aşağıdaki düğmelere tıklayın.
vi: Nhấn vào từng nút bên dưới để mở Cài đặt Hệ thống.
zh_hans: 点击下方按钮打开系统设置。
zh_hant: 按下列按鈕來打開系統設定。

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_pt: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close All
cs: Zavřít vše
de: Alle schließen
es: Cerrar Todo
fr: Tout fermer
he: סגור הכל
it: Chiudi tutto
ja: 全て閉じる
nl: Sluit alles
pt_pt: Fechar tudo
ru: Закрыть все
tr: Hepsini kapat
uk: Закрити все
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Close Window
cs: Zavřít okno
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
he: סגור חלון
it: Chiudi
ja: ウインドウを閉じる
nl: Sluit venster
pt_pt: Fechar janela
ru: Закрыть окно
tr: Pencereyi Kapat
uk: Закрити вікно
vi: Đóng cửa sổ
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: CMD + Right Click on dock icon to quit app
cs: CMD + Kliknutí pravým tlačítkem myši na ikonu v Docku ukončí aplikaci
de: CMD + Rechtsklick auf das Dock-Symbol um die App zu beenden
es: CMD + Clic derecho en el icono del dock para salir de la aplicación
fr: Cmd + Clic droit sur l’icône du Dock pour quitter l’application
he: CMD + לחיצה ימנית על סמל Dock כדי לצאת מהאפליקציה
it: ⌘ (Cmd) + clic destro sull'icona del Dock per chiudere le app
ja: Cmd + Dockアイコンを右クリックしてアプリを終了します
nl: CMD+Rechtermuisknop op het Dock-pictogram om de app te stoppen
pt_pt: CMD + Clique com o botão direito na dock para sair da aplicação
ru: CMD + правый клик на иконке док-станции для выхода из приложения
tr: Uygulamayı kapatmak için dock simgesine CMD tuşunu basılı tutarken sağ tıklayın
uk: CMD + натискання правою кнопкою миші на іконці в Dock для виходу із застосунку
vi: CMD + Chuột phải vào biểu tượng Dock để thoát ứng dụng
zh_hans: 在 Dock 图标上按下 Command + 右键以退出应用程序
zh_hant: 在Dock圖像上以Cmd+輔助按鈕結束App

source: Cmd+%1$@ cycles forward, Cmd+%2$@ or Shift+Tab cycles backward, Left/Right navigate, Down clears selection.
cs: Cmd+%1$@ posouvá dopředu, Cmd+%2$@ nebo Shift+Tab posouvá dozadu, šipky vlevo/vpravo slouží k navigaci, šipka dolů zruší výběr.
de: Cmd+%1$@ vorwärts blättern, Cmd+%2$@ oder Shift+Tab rückwärts blättern, Links/Rechts zum Navigieren, Runter löscht die Auswahl.
es: Cmd+%1$@ avanza, Cmd+%2$@ o Shift+Tab retrocede, Izquierda/Derecha navegan y Abajo borra la selección.
he: Cmd+%1$@ עובר קדימה, Cmd+%2$@ או Shift+Tab עובר אחורה, שמאל/ימין מנווט, למטה מנקה בחירה.
it: ⌘+%1$@ per scorrere le anteprime, ⌘+%2$@ o ⇧⇥ per scorrere in ordine inverso, ← → per spostare la selezione, ↓ per uscire dalla selezione.
ja: Cmd+%1$@ で周期を進め、Cmd+%2$@ または Shift+Tab で周期を戻し、左/右でナビゲーション、下で選択がクリアされます。
nl: Met Cmd+%@ blader je door de voorbeelden, met Cmd+%2$@ of Shift+Tab in omgekeerde richting, met links/rechts navigeer je, en met omlaag annuleer je de selectie.
pt_pt: Cmd+%1$@ cicla para a frente, Cmd+%2$@ ou Shift+Tab cicla para trás, Setas Esquerda / Direita, Seta para baixo limpa selecção.
tr: Cmd+%1$@ ile bir sonraki öğeye geçilir, Cmd+%2$@ veya Shift+Tab ile bir önceki öğeye geçilir, Sol/Sağ tuşlarıyla gezinilir, Aşağı tuşuyla seçim silinir.
vi: Cmd+A xoay vòng qua các bản xem trước (Shift+A xoay ngược lại), Trái/Phải để điều hướng, Xuống để bỏ chọn.
zh_hans: Cmd%1$@向前循环，Cmd%2$@或Shift Tab向后循环，左/右导航，向下清除选择。
zh_hant: Cmd+%1$@向前循環選擇，Cmd+%2$@或Shift+Tab向後循環，左／右鍵導覽，下鍵清除選擇。

source: Cmd+%@ cycles through previews (Shift to reverse), Left/Right navigate, Down clears selection.
cs: Cmd+%@ přepíná mezi náhledy (Shift pro opačné pořadí), šipkami vlevo/vpravo se pohybujete a šipkou dolů zrušíte výběr.
de: Cmd+%@ blättert vorwärts durch Vorschauen (Shift für rückwärts), Links/Rechts zum Navigieren, Runter löscht die Auswahl.
es: Cmd+%@ recorre las vistas previas (Shift para invertir el sentido), Izquierda/Derecha navegan y Abajo borra la selección.
fr: Cmd +%@ fait défiler les aperçus (Shift + A les fait défiler en sens inverse), Flèche Gauche/Droite naviguent, Flèche Bas efface la sélection.
he: Cmd+%@ עובר בין תצוגות מקדימות (Shift להיפוך), שמאל/ימין מנווט, למטה מנקה בחירה.
it: Navigazione: ⌘%@ per scorrere le anteprime in avanti, ⇧A per scorrerle all'indietro, ← → per spostare la selezione, ↓ per deselezionare.
ja: Cmd+%@ でプレビューを周回（シフトで逆向き）、左/右でナビゲーション、下で選択がクリアされます。
nl: Met Cmd+%@ blader je door de voorbeelden (met Shift in omgekeerde richting), met links/rechts navigeer je, en met omlaag annuleer je de selectie.
pt_pt: Cmd+%@ ciclos através das pré-visualizações (Shift para inverter), Esquerda/Direita Navegação, Baixo limpa selecção.
ru: Cmd+%@ переключает между превью (Shift - в обратном порядке), Left/Right - навигация, Down - сбросить выбор.
tr: Cmd+%@ tuşlarına basarak önizlemeler arasında geçiş yapabilirsiniz (Shift tuşuyla ters yönde geçiş), Sol/Sağ tuşlarıyla gezinebilir, Aşağı tuşuyla seçimi silebilirsiniz.
vi: Cmd+A xoay vòng qua các bản xem trước (Shift+A xoay ngược lại), Trái/Phải để điều hướng, Xuống để bỏ chọn.
zh_hans: Cmd+%@ 循环浏览预览（按 Shift 反向），左右键导航，向下键清除选择。
zh_hant: Cmd+%@來循環查看預覽（按Shift倒退），左／右鍵導覽，下鍵清除已選項目。

source: Cmd+A cycles through previews (Shift+A cycles backward), Left/Right navigate, Down clears selection.
cs: Cmd+A přepíná mezi náhledy (Shift+A přepíná zpět), šipkami vlevo/vpravo se pohybujete a šipkou dolů zrušíte výběr.
de: Cmd+A blätter durch die Vorschauen (Shift+A blättert rückwärts), Links/Rechts zum Navigieren, Runter löscht die Auswahl.
es: Cmd+A cambia a través de las vistas previas (Mayús+A cambia de vuelta), Izquieda/Derecha para navegar, Abajo elimina la selección.
fr: Cmd + A fait défiler les aperçus (Shift + A les fait défiler en sens inverse), Flèche Gauche/Droite naviguent, Flèche Bas efface la sélection.
he: Cmd+A עובר בין תצוגות מקדימות (Shift+A עובר אחורה), שמאל/ימין מנווט, למטה מנקה בחירה.
it: Navigazione: ⌘A per scorrere le anteprime in avanti, ⇧A per scorrerle all'indietro, ← → per spostare la selezione, ↓ per deselezionare.
ja: Cmd+A でプレビューを周回（シフトで逆向き）、左/右でナビゲーション、下で選択がクリアされます。
nl: Met Cmd+A blader je door de voorbeelden (met Shift+A in omgekeerde richting), met links/rechts navigeer je, en met omlaag annuleer je de selectie.
pt_pt: Cmd + A: Alterna entre as pré-visualizações (Shift + Cmd + A para retroceder).
ru: Cmd+A переключает между превью (Shift+A - в обратном порядке), Left/Right - навигация, Down - сбросить выбор.
tr: Cmd+A tuşlarına basarak önizlemeler arasında geçiş yapabilirsiniz (Shift+A tuşlarına basarak geriye doğru geçiş yapabilirsiniz), Sol/Sağ tuşlarıyla gezinebilir, Aşağı tuşuna basarak seçimi silebilirsiniz.
uk: Cmd+A перемикає між попередніми переглядами (Shift+A перемикається назад), навігація стрілками ліворуч/праворуч, натискання стрілки вниз знімає виділення.
vi: Cmd+A xoay vòng qua các bản xem trước (Shift+A xoay ngược lại), Trái/Phải để điều hướng, Xuống để bỏ chọn.
zh_hans: Cmd + A 在预览中循环切换（Shift + A 向后循环），左/右键切换，向下键取消选择。
zh_hant: 以Cmd+A循環預覽（Shift+A反向循環），左／右方向鍵導覽，下方向鍵清除已選項目。

source: Cmd+A focuses previews, Left/Right navigate, Down clears selection.
cs: Pomocí Cmd+A se přesunete na náhledy oken, šipkami vlevo/vpravo se pohybujete a šipkou dolů zrušíte výběr.
de: Cmd+A fokussiert Vorschauen, Links/Rechts zum Navigieren, Runter löscht die Auswahl.
es: Cmd+A enfoca las vistas previas, Izquieda/Derecha navega a través de estas, Abajo elimina la selección.
fr: Cmd + A met l'accent sur les aperçus, Flèche Gauche/Droite navigue, Flèche Bas efface la sélection.
he: Cmd+A ממקד תצוגות מקדימות, שמאל/ימין מנווט, למטה מנקה בחירה.
it: ⌘A mostra anteprima | ← → selezione a sinistra/destra | ↓ cancella la selezione
ja: Cmd+A でプレビュー、左/右でナビゲーション、下で選択をクリアします。
nl: Met Cmd+A selecteer je de voorbeelden, met links/rechts navigeer je en met omlaag annuleer je de selectie.
pt_pt: Cmd+A: Focar pré-visualizações; Esq/Dir: Navegar; Baixo: Desmarcar.
ru: Cmd+A фокусирует превью, Left/Right - навигация, Down - сбросить выбор.
tr: Cmd+A önizlemeleri odaklar, Sol/Sağ tuşlarıyla gezinebilir, Aşağı tuşuyla seçim silinir.
uk: Cmd+A фокусує попередній перегляд, навігація ліворуч/праворуч, вниз очищує виділення.
vi: Cmd+A lấy tiêu điểm bản xem trước, Trái/Phải để điều hướng, Xuống để bỏ chọn.
zh_hans: Cmd + A 聚焦预览窗口，左/右键导航，向下键清除选择。
zh_hant: 按「Command+A」來聚焦於預覽，按「左／右」移動，按「下」清除已選項目。

source: Cmd+key shortcuts for quick actions on the selected window preview. These work in both the window switcher and Cmd+Tab enhancement mode.
cs: Klávesové zkratky Cmd+klávesa pro rychlé akce na náhledu vybraného okna. Fungují jak v přepínači oken, tak v režimu rozšíření Cmd+Tab.
de: Tastenkombinationen mit Cmd+Taste für Schnellaktionen in der ausgewählten Fenstervorschau. Diese funktionieren sowohl im Fensterwechsler als auch im Cmd+Tab Erweiterungsmodus.
es: Atajos Cmd+tecla para acciones rápidas sobre la vista previa de la ventana seleccionada. Funcionan tanto en el selector de ventanas como en el modo de mejora de Cmd+Tab.
fr: Cmd+key raccourcis pour des actions rapides sur l'aperçu de la fenêtre sélectionnée. Ils fonctionnent à la fois dans le commutateur de fenêtre et dans le mode d'amélioration du Cmd+Tab.
he: קיצורי דרך Cmd+מקש לפעולות מהירות על תצוגה מקדימה של חלון נבחר. אלה עובדים גם בבורר החלונות וגם במצב שיפור Cmd+Tab.
it: Combinazioni di tasti con ⌘ (Cmd) per azioni rapide sull'anteprima selezionata. Valide sia per il selettore finestre che per il comando di sistema ⌘⇥ (Cmd+Tab) con miglioramenti di DockDoor attivi.
ja: Cmd+キーで選択したウィンドウのプレビューでのクイックアクションを実行します。これらはウィンドウスイッチャーとCmd+Tabの両方で動作します。
nl: Cmd+toets voor snelle acties bij het geselecteerde venstervoorbeeld. Deze werken zowel in de vensterwisselaar als in de Cmd+Tab-uitbreidingsmodus.
pt_pt: Atalhos Cmd+ para ações rápidas na pré-visualização da janela selecionada. Estes funcionam tanto no alternador de janelas como no modo de melhoria do Cmd+Tab.
ru: Сочетания Cmd+клавиша для быстрых действий с выбранным превью окна. Работают как в переключателе окон, так и в режиме улучшенного Cmd+Tab.
tr: Seçili pencere önizlemesinde hızlı işlemler için Cmd+tuş kısayolları. Bunlar hem pencere değiştiricide hem de Cmd+Tab geliştirme modunda çalışır.
uk: Комбінації клавіш Cmd+клавіша для швидких дій у вибраному вікні попереднього перегляду. Вони працюють як у перемикачі вікон, так і в режимі покращення Cmd+Tab.
vi: Phím tắt Cmd+phím cho các hành động nhanh trên bản xem trước cửa sổ đã chọn. Các phím này hoạt động trong cả trình chuyển đổi cửa sổ và chế độ nâng cao Cmd+Tab.
zh_hans: 用于对所选窗口预览进行快速操作的 Cmd + 快捷键。它们在窗口切换器和 Cmd + Tab 增强模式下均有效。
zh_hant: 對已選擇的視窗預覽按一下Cmd+按鍵啟動快速功能。這會套用在視窗切換器和增強的Cmd+Tab模式。

source: Cmd+Tab Appearance
cs: Vzhled Cmd+Tab
de: Cmd+Tab Aussehen
es: Apariencia de Cmd+Tab
it: Aspetto del selettore Cmd+Tab
ja: Cmd+Tabの外観
nl: Uiterlijk van Cmd+Tab
pt_pt: Aparência Cmd+Tab
ru: Cmd+Tab Внешний вид
tr: Cmd+Tab Görünümü
uk: Cmd+Tab Вигляд
vi: Giao diện hiển thị khi nhấn Cmd+Tab
zh_hans: Cmd+Tab 外观
zh_hant: Cmd+Tab外觀

source: Cmd+Tab Enhancement
cs: Vylepšení Cmd+Tab
de: Cmd+Tab Verbesserung
es: Mejora de Cmd+Tab
fr: Améliorations du Cmd+Tab
he: שיפור Cmd+Tab
it: Potenziamento ⌘⇥ (Cmd+Tab)
ja: Cmd+Tab 拡張
nl: Cmd+Tab verbetering
pt_pt: Modo de melhoria do Cmd+Tab
ru: Улучшение Cmd+Tab
tr: Cmd+Tab İyileştirmesi
uk: Покращений Cmd+Tab
vi: Nâng cao trải nghiệm Cmd+Tab
zh_hans: Cmd + Tab 增强
zh_hant: 啟用Cmd+Tab強化功能

source: Cmd+Tab Layout
cs: Rozložení Cmd+Tab
es: Diseño de Cmd+Tab
fr: Disposition du Cmd+Tab
he: פריסת Cmd+Tab
it: Layout Cmd+Tab
ja: Cmd+Tab レイアウト
nl: Cmd+Tab indeling
pt_pt: Layout de Cmd+Tab
ru: Макет Cmd+Tab
tr: Cmd+Tab Düzeni
uk: Оформлення Cmd+Tab
vi: Bố cục Cmd+Tab
zh_hans: Cmd+Tab 布局
zh_hant: Cmd+Tab 佈局

source: Cmd+Tab Settings
cs: Nastavení Cmd+Tab
de: Cmd+Tab Einstellungen
es: Ajustes de Cmd+Tab
fr: Paramètres du Cmd+Tab
he: הגדרות Cmd+Tab
it: Impostazioni Cmd+Tab
ja: Cmd+Tab 設定
nl: Cmd+Tab instellingen
pt_pt: Definições de Cmd+Tab
ru: Настройки Cmd+Tab
tr: Cmd+Tab Ayarları
uk: Налаштування Cmd+Tab
vi: Các cài đặt Cmd+Tab
zh_hans: Cmd+Tab 设置
zh_hant: Cmd+Tab 設定

source: Cmd+Tab Toolbar
cs: Panel nástrojů Cmd+Tab
de: Cmd+Tab Symbolleiste
es: Barra de herramientas de Cmd+Tab
fr: Barre d'outils du Cmd+Tab
he: סרגל כלים Cmd+Tab
it: Barra degli strumenti Cmd+Tab
ja: Cmd+Tab ツールバー
nl: Cmd+Tab werkbalk
pt_pt: Barra de ferramentas do Cmd+Tab
ru: Панель Cmd+Tab
tr: Cmd+Tab Araç Çubuğu
uk: Панель інструментів Cmd+Tab
vi: Thanh công cụ Cmd+Tab
zh_hans: Cmd+Tab 工具栏
zh_hant: Cmd+Tab 工具列

source: Collapse to embedded mode
cs: Sbalit do vestavěného režimu
de: In eingebetteten Modus einklappen
es: Colapsar en modo embebido
fr: Réduire en mode intégré
he: כווץ למצב משובץ
it: Torna alla modalità anteprima
ja: 埋め込みモードに折りたたむ
nl: Inklappen naar geïntegreerde modus
pt_pt: Encolher para o modo incorporado
ru: Свернуть во встроенный режим
tr: Gömülü moda geçir
uk: Згорнути до вбудованого режиму
vi: Thu gọn sang chế độ nhúng
zh_hans: 收起为嵌入模式
zh_hant: 收合至並排模式

source: Color Customization
cs: Přizpůsobení barev
de: Farbanpassung
es: Personalización de color
fr: Personnalisation des couleurs
he: התאמה של צבע
it: Colori
ja: 色のカスタマイズ
nl: Kleuraanpassing
pt_pt: Personalização da Cor
ru: Настройка цветов
tr: Renk özelleştirme
uk: Налаштування кольору
vi: Tùy chỉnh màu sắc
zh_hans: 颜色自定义
zh_hant: 自訂顏色

source: Colors
cs: Barvy
de: Farben
es: Colores
fr: Couleurs
he: צבעים
it: Colori
ja: 色
nl: Kleuren
pt_pt: Cores
ru: Цвета
tr: Renkler
uk: Кольори
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Command
cs: Příkaz
es: Comando
fr: Commande
ja: コマンド

source: Community Contributors
cs: Komunitní přispěvatelé
de: Community-Mitwirkende
es: Contribuidores de la Comunidad
fr: Contributeurs à la communauté
he: תורמי קהילה
it: Collaboratori della community
ja: コミュニティ貢献者
nl: Community-bijdragers
pt_pt: Colaboradores da Comunidade
ru: Участники сообщества
tr: Katkıda Bulunanlar
uk: Учасники спільноти
vi: Cộng đồng những người đóng góp
zh_hans: 社区贡献者
zh_hant: 社群貢獻者

source: Compact List Mode Only (Window Previews are Disabled)
cs: Režim kompaktního seznamu (náhledy oken jsou vypnuté)
de: Nur Kompaktlistenmodus (Fenstervorschauen sind deaktiviert)
es: Modo compacto (Solo lista)
fr: Mode liste compacte uniquement (les aperçus de fenêtres sont désactivés)
he: מצב רשימה קומפקטי בלבד (תצוגות מקדימות של חלונות מושבתות)
it: Solo modalità compatta (senza anteprime grafiche)
ja: コンパクトリストモードのみ (ウィンドウプレビューは無効)
nl: Alleen compacte lijstweergave (venstervoorbeelden zijn uitgeschakeld)
pt_pt: Modo de Lista Compacta Apenas (Pré-visualizações de Janela estão desactivadas)
ru: Только компактный режим списка (превью окон отключены)
tr: Yalnızca Kompakt Liste Modu (Pencere Önizlemeleri Devre Dışı)
uk: Тільки режим компактного списку (попередній перегляд вікон вимкнено)
vi: Chỉ chế độ danh sách gọn nhẹ (Bản xem trước cửa sổ bị tắt)
zh_hans: 仅紧凑列表模式（禁用窗口预览）
zh_hant: 僅限精簡列表模式（停用視窗預覽）

source: Compact Mode
cs: Kompaktní režim
de: Kompaktmodus
es: Modo compacto
fr: Mode Compact
he: מצב קומפקטי
it: Modalità compatta
ja: コンパクトモード
nl: Compacte modus
pt_pt: Modo Compacto
ru: Компактный режим
tr: Kompakt Mod
uk: Компактний режим
vi: Chế độ Rút gọn
zh_hans: 紧凑模式
zh_hant: 緊湊模式

source: Compact Mode (Titles Only)
cs: Kompaktní režim (pouze titulky)
de: Kompaktmodus (nur Titel)
es: Modo compacto (Solo títulos)
fr: Mode compact (titres uniquement)
he: מצב קומפקטי (כותרות בלבד)
it: Modalità compatta (solo titoli)
ja: コンパクトモード（タイトルのみ）
nl: Compacte modus (alleen titels)
pt_pt: Modo Compacto (Apenas Títulos)
ru: Компактный режим (только заголовки)
tr: Kısa Mod (Yalnızca Başlıklar)
uk: Компактний режим (Тільки заголовки)
vi: Chế độ gọn nhẹ (Chỉ tiêu đề)
zh_hans: 紧凑模式（仅标题）
zh_hant: 精簡模式（只顯示標題）

source: Compact mode displays windows as a streamlined vertical list with app icons and titles.
cs: Kompaktní režim zobrazuje okna jako zjednodušený vertikální seznam s ikonami a názvy aplikací.
de: Kompaktmodus zeigt Fenster als vertikale Liste mit App Icons und Titeln an.
es: El modo compacto muestra las ventanas como una lista vertical con iconos y títulos de aplicaciones.
fr: Le mode compact affiche les fenêtres sous la forme d’une liste verticale simplifiée avec les icônes et titres des applications.
he: מצב קומפקטי מציג חלונות כרשימה אנכית מייעלת עם סמלי אפליקציות וכותרות.
it: La modalità compatta mostra una lista di titoli di finestre in stile minimale, senza anteprima grafica.
ja: コンパクトモードでは、ウィンドウがアプリアイコンとタイトル付きの簡潔な縦型リストとして表示されます。
nl: Compacte modus geeft vensters weer als een overzichtelijke verticale lijst met app-pictogrammen en titels.
pt_pt: O modo compacto apresenta as janelas numa lista vertical simplificada com ícones e títulos das aplicações.
ru: Компактный режим отображает окна в виде компактного вертикального списка с иконками и названиями приложений
tr: Kısa mod, pencereleri uygulama simgeleri ve başlıklarıyla birlikte sade bir dikey liste halinde gösterir.
uk: Компактний режим відображає вікна у вигляді оптимізованого вертикального списку з іконками та назвами застосунків.
vi: Chế độ gọn nhẹ hiển thị các cửa sổ dưới dạng danh sách dọc tinh gọn với biểu tượng ứng dụng và tiêu đề.
zh_hans: 紧凑模式将预览窗口显示为只带有应用程序图标和标题的精简垂直列表。
zh_hant: 精簡模式以垂直排列的列表、App圖像與標題顯示視窗。

source: Configuration
cs: Konfigurace
de: Konfiguration
es: Configuración
he: תצורה
it: Configurazione
ja: 設定
nl: Configuratie
pt_pt: Configuração
ru: Конфигурация
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình
zh_hans: 配置
zh_hant: 配置

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
he: לאשר
it: Conferma
ja: 確認
nl: Bevestigen
pt_pt: Confirmar
ru: Подтвердить
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
he: המשך
it: Continua
ja: 続行
nl: Ga verder
pt_pt: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Contribute translation
cs: Přispějte k překladům
de: Bei Übersetzung unterstützen
es: Contribuye con la traducción
fr: Contribuez à la traduction
he: תרום תרגום כאן
it: Traduci
ja: 翻訳に協力
nl: Bijdragen aan vertalingen
pt_pt: Contribuir para a tradução
ru: Помочь с переводами
tr: Çeviriye katkıda bulunun
uk: Допомогти з перекладом
vi: Đóng góp bản dịch
zh_hans: 参与翻译
zh_hant: 參與翻譯

source: Contribute Translation
cs: Přispějte k překladům
de: Zur Übersetzung beitragen
es: Contribuye a la traducción
fr: Contribuer à la traduction
he: תרום תרגום
it: Contribuisci alla traduzione
ja: 翻訳に協力
nl: Draag bij aan de vertaling
pt_pt: Contribuir para a Tradução
ru: Добавить перевод
tr: Çeviriye katkıda bulunun
uk: Допомогти з перекладом
vi: Đóng góp Dịch thuật
zh_hans: 参与翻译
zh_hant: 貢獻翻譯

source: Contribute translation here!
cs: Přispějte překladu, zde!
de: Hier Übersetzung beitragen!
es: ¡Contribuye con la traducción aquí!
fr: Contribuez à la traduction ici !
he: תרום תרגום כאן!
it: Contribuisci alla traduzione!
ja: こちらから翻訳に貢献してください！
nl: Werk mee aan de vertaling!
pt_pt: Contribua para a tradução aqui!
ru: Внесите свой вклад в перевод!
tr: Çeviriye buradan katkıda bulunun!
uk: Допомогти з перекладом тут!
vi: Đóng góp bản dịch ở đây!
zh_hans: 在此提交翻译！
zh_hant: 在此協助翻譯！

source: Contributions
cs: Příspěvky
de: Beiträge
es: Contribuciones
he: תרומות
it: Contributi
ja: 貢献
nl: Bijdragen
pt_pt: Contribuições
ru: Вклад в проект
tr: Katkılar
uk: Внески
vi: Đóng góp
zh_hans: 贡献
zh_hant: 貢獻者

source: Control the transparency of the dock preview background.
cs: Ovládání průhlednosti pozadí náhledu Docku.
de: Bestimme die Transparenz des Hintergrunds der Dock-Vorschau.
es: Controla la transparencia del fondo de la vista previa del Dock.
it: Controlla la trasparenza dello sfondo dell'anteprima del Dock.
ja: ドックプレビューの背景の透明度を調整します。
nl: Pas de transparantie van de achtergrond van het Dock-voorbeeld aan.
pt_pt: Controla a transparência do fundo de pré-visualização da Dock.
ru: Управление прозрачностью фона превью в Dock.
tr: Önizlemenin arka planının saydamlığını ayarlayın.
vi: Điều chỉnh độ trong suốt của nền xem trước.
zh_hans: 调整 Dock 预览背景透明度。
zh_hant: 控制Dock預覽背景的透明度。
